## Plans :thumbsup:
## Terrateam Plan Output :thumbsup:
<details>
  <summary>Expand for plan output details</summary>



## . :thumbsup:
**Dir**: .
**Workspace**: default
**Success**: :thumbsup:

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # google_storage_bucket.storage will be created
+   resource "google_storage_bucket" "storage" {
+       force_destroy               = true
+       id                          = (known after apply)
+       location                    = "US"
+       name                        = "skilled-cargo-125849"
+       project                     = (known after apply)
+       public_access_prevention    = "enforced"
+       self_link                   = (known after apply)
+       storage_class               = "STANDARD"
+       uniform_bucket_level_access = true
+       url                         = (known after apply)

+       versioning {
+           enabled = (known after apply)
        }

+       website {
+           main_page_suffix = (known after apply)
+           not_found_page   = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```


</details>

## Cost Estimation
**Total Monthly Difference: 0.00 USD**
<details>
  <summary>Expand for cost estimation details</summary>

| Dir | Workspace | Previous (USD) | New (USD) | Diff (USD) |
| :---: | :---: | ---: | ---: | ---: |
| | **Total** | **0.00** | **0.00** | **0.00** |
</details>

---

To apply all these changes, comment:

```
terrateam apply
```

---

<details>
  <summary><h3>Feedback?</h3></summary>

Questions? Comments? Give feedback by commenting `terrateam feedback <your msg>`.  Your message lands directly in our inbox.

</details>
